tap "homebrew/cask-fonts"
tap "textualize/rich"


brew "ag"
brew "bat"
brew "coreutils"
brew "deno"
brew "docker"
brew "exa"
brew "expect"
brew "fzf"
brew "gpg"
brew "grc"
brew "hexyl"
brew "ipinfo"
brew "most"
brew "neovim"
brew "pinentry-mac"
brew "procs"
brew "pv"
brew "rich"
brew "ripgrep"
brew "rust"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "trash"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"

cask "font-hack-nerd-font"
