tap "homebrew/cask-fonts"
tap "textualize/rich"
tap "wader/tap/fq"
tap "aws/tap/aws-sam-cli"

brew "ag"
brew "awscli"
brew "aws-cdk"
brew "bash"
brew "bat"
brew "coreutils"
brew "deno"
brew "docker"
brew "eksctl"
brew "exa"
brew "expect"
brew "fzf"
brew "git-flow"
brew "go"
brew "gpg"
brew "grc"
brew "grep"
brew "hexyl"
brew "httpie"
brew "ifstat"
brew "iperf3"
brew "ipinfo"
brew "iproute2mac"
brew "jq"
brew "most"
brew "mtools"
brew "mtr"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "procs"
brew "pv"
brew "rbenv"
brew "rich"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "terraform"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "trash"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"

cask "font-hack-nerd-font"
# cask "background-music"
cask "1password-cli"
