tap "aws/tap"
tap "hashicorp/tap/terraform"
tap "homebrew/cask-fonts"
tap "textualize/rich"
tap "thatmattlove/oui"
tap "wader/tap"
tap "ynqa/tap"

brew "ag"
brew "aws-cdk"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "deno"
brew "difftastic"
brew "direnv"
brew "docker"
brew "eksctl"
brew "exa"
brew "expect"
brew "fq"
brew "fzf"
brew "gh"
brew "git-flow"
brew "glances"
brew "glow"
brew "go"
brew "gpg"
brew "grc"
brew "grep"
brew "hexyl"
brew "htop"
brew "httpie"
brew "ifstat"
brew "iperf3"
brew "ipinfo"
brew "iproute2mac"
brew "jnv"
brew "jq"
brew "k9s"
brew "most"
brew "mtools"
brew "mtr"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "oui"
brew "pinentry-mac"
brew "pipx"
brew "podman"
brew "procs"
brew "pv"
brew "rbenv"
brew "rich"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "tailspin"
brew "terraform"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "blackhole-16ch"
cask "font-hack-nerd-font"
cask "multipass"
